10/data/attachments/6ace04ca7179b955.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e150b45b-2c0c-4d3b-b3c5-e3c81bcc7c7f</nif:username>
            <nif:friendToBeAdded>Briana_wide_Actions_65910_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>